const products = {
  1: {
    name: "مروحة كهربائية ليثيوم متنقلة",
    price: "40,000 دينار عراقي",
    description: "مروحة تشتغل بدون كهرباء ببطارية ليثيوم 48V",
    battery: "ليثيوم 48V قابلة للاستبدال",
    features: "رأس متحرك، هيكل متين، شبكة معدنية",
    uses: "البيت، الورشة، الرحلات، انقطاع الكهرباء",
    includes: "مروحة + بطارية + شاحن 70 سم",
    delivery: "جميع محافظات العراق",
    payment: "عند الاستلام فقط"
  }, // أضفنا فاصلة هنا
  2: {
    name: "خيمة سفر",
    price: "25,000 دينار عراقي",
    description: "خيمة عملية خفيفة الوزن مصممة لعشاق المغامرة والرحلات",
    features: "سهولة النصب، مقاومة للعوامل الجوية، تهوية جيدة، خفيفة الوزن",
    uses: "التخييم البري، السفر والنزهات، الشواطئ",
    includes: "خيمة + أوتاد حديدية + حقيبة حمل",
    delivery: "جميع محافظات العراق",
    payment: "عند الاستلام فقط"
  }, // وأضفنا فاصلة هنا
  3: {
    name: "نظارات",
    price: "10,000 دينار عراقي",
    description: "نظارة مضللة لحماية العين من الاضاءة العالية",
    features: "خفيف وجودة جيدة",
    uses: "يستخدم تحت الشمس، وعند استخدام الموبايل والحاسوب",
    includes: "نظارة + بخاخ منظف + قماش تنظيف",
    delivery: "جميع محافظات العراق",
    payment: "عند الاستلام فقط"
  }
};

module.exports = products;
